point = 0

qusetion1 = input("Яку назву має столиця України?:\n")

if qusetion1 == "Київ":
     print("Так, це правильна відповідь!")
     point += 1
else:
     print("Не правильно. Правильна відповідь: Київ")


qusetion2 = input("Як називається відома вежа в Парижі?:\n")

if qusetion2 == "Ейфелева вежа":
     print("Так, це правильна відповідь!")
     point += 1
else:
     print("Не правильно. Правильна відповідь: Ейфелева вежа")


qusetion3 = input("Де відбулась найнебезпечніша радіаційна аварія?:\n")

if qusetion3 == "Чорнобиль":
     print("Так, це правильна відповідь!")
     point += 1
else:
     print("Не правильно. Правильна відповідь: Чорнобиль")

print(f"Ваш рахунок: {point} бали з 3")
