Name = input("Привіт, як тебе звати?:\n")

print(f"Приємно познайомитись, {Name}.\nА я Рома.")

Noun = input("Введи будь-який іменник:\n")
Color = input ("Введи будь-який колір:\n")
Verb = input ("Введи будь-яке дієслово:\n")
Animal = input ("Введи будь-яку тварину:\n")
Place = input ("Введи будь-яке місце:\n")


print (f"Ось, що вийшло:\nОдного разу {Noun} був дуже сумний, тому що він був {Color}. Він вирішив {Verb} на {Place}, де зустрів {Animal}. Разом вони вирішили залишитися на {Place} назавжди, і стали найкращими друзями.")